Repository: hallaboutaya/Lqitha
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Found Items
ar: الأشياء الموجودة

# helpReuniteItems
source: Help reunite items with their owners
ar: ساعد في لم شمل الأشياء مع أصحابها

source: Search items, tags, locations...
ar: ابحث عن الأشياء، العلامات، المواقع...

source: Lost Items
ar: الأشياء المفقودة

# helpFindLostBelongings
source: Help people find their lost belongings
ar: ساعد الناس في العثور على ممتلكاتهم المفقودة

source: Search lost items...
ar: ابحث عن الأشياء المفقودة...

source: Notifications
ar: الإشعارات

# stayUpdatedOnItems
source: Stay updated on your items
ar: ابق على اطلاع على أشيائك

source: says they found your lost wallet!
ar: يقول أنه وجد محفظتك المفقودة!

source: unlocked your contact information
ar: فتح معلومات الاتصال الخاصة بك

source: says they found your phone!
ar: يقول أنه وجد هاتفك!

source: Get Contact
ar: الحصول على جهة الاتصال

source: Yes, I got my item back
ar: نعم، استعدت الشيء الخاص بي

# thanksMarkedAsReunited
source: Thanks! We marked {userName} as reunited.
ar: شكراً! لقد وضعنا علامة على {userName} كأنه تم لم شمله.

source: your item
ar: الشيء الخاص بك

source: Report Found Item
ar: الإبلاغ عن شيء موجود

# fillDetailsFoundItem
source: Fill in the details about the found item
ar: املأ التفاصيل حول الشيء الموجود

source: Upload Photos
ar: رفع الصور

source: Click to upload images
ar: انقر لرفع الصور

source: PNG, JPG up to 10MB
ar: PNG، JPG حتى 10 ميجابايت

source: Description
ar: الوصف

# describeFoundItemDetail
source: Describe the found item in detail...
ar: اوصف الشيء الموجود بالتفصيل...

source: Location
ar: الموقع

source: Where did you find it?
ar: أين وجدته؟

source: Tags (comma separated)
ar: العلامات (مفصولة بفواصل)

source: wallet, keys, phone...
ar: محفظة، مفاتيح، هاتف...

source: Cancel
ar: إلغاء

source: Submit Post
ar: نشر

source: Found item posted successfully!
ar: تم نشر الشيء الموجود بنجاح!

source: Report Lost Item
ar: الإبلاغ عن شيء مفقود

# fillDetailsLostItem
source: Fill in the details about the lost item
ar: املأ التفاصيل حول الشيء المفقود

# describeLostItemDetail
source: Describe the lost item in detail...
ar: اوصف الشيء المفقود بالتفصيل...

source: Where did you lose it?
ar: أين فقدته؟

source: Lost item posted successfully!
ar: تم نشر الشيء المفقود بنجاح!

source: LQitha
ar: لقيثة

source: LQitou
ar: لقيتو

source: Reward offered
ar: مكافأة مقدمة

source: Found this item?
ar: هل وجدت هذا الشيء؟

# areYouSureFoundItem
source: Are you sure you found this item? The owner will be notified.
ar: هل أنت متأكد أنك وجدت هذا الشيء؟ سيتم إشعار المالك.

source: Yes, I found it!
ar: نعم، وجدته!

# ownerNotifiedItemMoved
source: Great! The owner has been notified. The item has been moved to Found Items.
ar: رائع! تم إشعار المالك. تم نقل الشيء إلى الأشياء الموجودة.

source: Someone found your item!
ar: وجد شخص ما الشيء الخاص بك!

# goodNewsSomeoneFound
source: Good news! Someone says they found your lost item: {itemDescription}
ar: أخبار جيدة! يقول شخص ما أنه وجد الشيء المفقود الخاص بك: {itemDescription}

source: Welcome to Lqitha
ar: مرحباً بك في لقيثة

# findAndReportLostItems
source: Find and report lost items with the community
ar: ابحث عن الأشياء المفقودة وابلغ عنها مع المجتمع

source: Create Account
ar: إنشاء حساب

source: Sign in
ar: تسجيل الدخول

source: Welcome back
ar: مرحباً بعودتك

# signInToContinue
source: Sign in to continue to LQitha
ar: سجل الدخول للمتابعة إلى لقيثة

source: User
ar: مستخدم

source: Admin
ar: مدير

source: Sign in as User
ar: تسجيل الدخول كمستخدم

source: Sign in as Admin
ar: تسجيل الدخول كمدير

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign up
ar: التسجيل

source: Email
ar: البريد الإلكتروني

source: Enter your email
ar: أدخل بريدك الإلكتروني

# enterValidEmail
source: Enter a valid email
ar: أدخل بريد إلكتروني صحيح

source: Password
ar: كلمة المرور

source: Enter your password
ar: أدخل كلمة المرور

source: Full Name
ar: الاسم الكامل

# enterFullName
source: Enter your full name
ar: أدخل اسمك الكامل

source: Phone Number
ar: رقم الهاتف

# enterPhoneNumber
source: Enter your phone number
ar: أدخل رقم هاتفك

# enterValidPhoneNumber
source: Enter a valid phone number
ar: أدخل رقماً هاتفياً صحيحاً

source: Use at least 6 characters
ar: استخدم 6 أحرف على الأقل

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟

source: Lqitha Admin
ar: لوحة تحكم لقيثة

# managePostsAndActivity
source: Manage posts and platform activity
ar: إدارة المنشورات ونشاط المنصة

source: Admin Panel
ar: لوحة التحكم

source: Logout
ar: تسجيل الخروج

source: Error
ar: خطأ

source: Retry
ar: إعادة المحاولة

source: Total Posts
ar: إجمالي المنشورات

source: Pending Review
ar: قيد المراجعة

# approvedToday
source: Total Approved
ar: تمت الموافقة عليها اليوم

source: Active Users
ar: المستخدمون النشطون

source: Search posts...
ar: البحث عن المنشورات...

source: No posts to review
ar: لا توجد منشورات للمراجعة

source: Post approved successfully
ar: تمت الموافقة على المنشور بنجاح

source: Post Rejected
ar: تم رفض المنشور

source: Approve
ar: الموافقة

source: Reject
ar: الرفض

source: Post Approved
ar: تمت الموافقة على المنشور

# adminApprovedYourPost
source: Admin approved your {postType} post and it is now visible to users.
ar: وافق المدير على منشورك {postType} وهو الآن مرئي للمستخدمين.

# adminRejectedYourPost
source: Admin rejected your {postType} post.
ar: رفض المدير منشورك {postType}.

source: Settings
ar: الإعدادات

# profileAndSecurity
source: Profile & Security
ar: الملف الشخصي والأمان

source: Edit Profile
ar: تعديل الملف الشخصي

source: Change Password
ar: تغيير كلمة المرور

source: App Settings
ar: إعدادات التطبيق

source: Language
ar: اللغة

source: Support
ar: الدعم

source: Help Center
ar: مركز المساعدة

source: About Lqitha
ar: حول لقيثة

source: Choose Language
ar: اختر اللغة

# manageAlerts
source: Manage your alerts
ar: إدارة التنبيهات

source: Old Password
ar: كلمة المرور القديمة

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Update Password
ar: تحديث كلمة المرور

# setSecurePassword
source: Set a secure password to protect your account
ar: قم بتعيين كلمة مرور آمنة لحماية حسابك

source: Min 8 characters
ar: 8 أحرف على الأقل

source: Passwords do not match
ar: كلمات المرور غير متطابقة

source: Enter old password
ar: أدخل كلمة المرور القديمة

source: Enter new password
ar: أدخل كلمة المرور الجديدة

source: Password changed successfully!
ar: تم تغيير كلمة المرور بنجاح!

source: Email Address
ar: البريد الإلكتروني

source: Save Changes
ar: حفظ التغييرات

source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغاً

source: Profile picture updated!
ar: تم تحديث صورة الملف الشخصي!

source: Profile updated successfully!
ar: تم تحديث الملف الشخصي بنجاح!

source: Total Points
ar: إجمالي النقاط

source: Active
ar: نشط

# keepHelpingOthers
source: Keep helping others to earn more!
ar: استمر في مساعدة الآخرين لكسب المزيد!

source: Reclaim My Points
ar: استرداد نقاطي

source: Items Found
ar: الأشياء الموجودة

source: Items Lost
ar: الأشياء المفقودة

source: Recent Activity
ar: النشاط الأخير

source: Not logged in
ar: لم يتم تسجيل الدخول

source: No recent activity
ar: لا يوجد نشاط أخير

# createPostToEarnPoints
source: Create a post to earn points!
ar: أنشئ منشوراً لكسب النقاط!

source: My Posts
ar: منشوراتي

source: Validated
ar: تم التحقق

source: On Hold
ar: في الانتظار

source: Rejected
ar: مرفوض

source: Waiting for admin approval
ar: في انتظار موافقة المسؤول

source: Post was rejected by admin
ar: تم رفض المنشور من قبل المسؤول

# noPostsInCategory
source: No posts in this category
ar: لا توجد منشورات في هذه الفئة

source: Found
ar: موجود

source: Lost
ar: مفقود

source: Trust Points
ar: نقاط الثقة

source: Someone
ar: شخص ما

# userWithId
source: User {id}
ar: مستخدم {id}

source: Unknown time
ar: وقت غير معروف

source: Just now
ar: الآن

# secondsAgo
source: {count} seconds ago
ar: منذ {count} ثانية

# minuteAgo
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
ar: {count, plural, =1{دقيقة واحدة} =2{دقيقتان} other{منذ {count} دقيقة}}

# hourAgo
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
ar: {count, plural, =1{ساعة واحدة} =2{ساعتان} other{منذ {count} ساعة}}

# dayAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
ar: {count, plural, =1{يوم واحد} =2{يومان} other{منذ {count} يوم}}

# weekAgo
source: {count, plural, =1{1 week ago} other{{count} weeks ago}}
ar: {count, plural, =1{أسبوع واحد} =2{أسبوعان} other{منذ {count} أسبوع}}

# monthAgo
source: {count, plural, =1{1 month ago} other{{count} months ago}}
ar: {count, plural, =1{شهر واحد} =2{شهران} other{منذ {count} شهر}}

# yearAgo
source: {count, plural, =1{1 year ago} other{{count} years ago}}
ar: {count, plural, =1{سنة واحدة} =2{سنتان} other{منذ {count} سنة}}

source: No notifications yet
ar: لا توجد إشعارات بعد

source: Post ID not available
ar: معرف المنشور غير متوفر

source: No found items yet
ar: لا توجد أشياء موجودة بعد

source: No lost items yet
ar: لا توجد أشياء مفقودة بعد

source: User Insights
ar: رؤى المستخدمين

source: Avg Points
ar: متوسط النقاط

source: Success Rate
ar: نسبة النجاح

source: Performance Rankings
ar: تصنيفات الأداء

source: Search users by name...
ar: البحث عن المستخدمين بالاسم...

source: Posts
ar: المنشورات

source: Denied
ar: المرفوضة

source: Resolved
ar: المستردة

source: Success
ar: النجاح

# noUsersFoundMatchingSearch
source: No users found matching your search
ar: لم يتم العثور على مستخدمين يطابقون بحثك

source: Error loading profile
ar: خطأ في تحميل الملف الشخصي

source: Points
ar: النقاط

source: Founds
ar: الموجودات

source: Losts
ar: المفقودات

source: Profile
ar: الملف الشخصي

source: App Version
ar: إصدار التطبيق

source: Developers
ar: المطورون

# lqithaDescription
source: Lqitha is a community-driven platform to help people find lost items and return found ones.
ar: لقيثة هي منصة مجتمعية لمساعدة الناس في العثور على أشيائهم المفقودة وإعادة الأشياء الموجودة.

source: Push Notifications
ar: إشعارات الهاتف

source: Email Alerts
ar: تنبيهات البريد الإلكتروني

source: Settings saved
ar: تم حفظ الإعدادات
